{
  "participants": [
    {
      "name": "Kene David Nwosu"
    },
    {
      "name": "Facebook User"
    }
  ],
  "messages": [
    {
      "sender_name": "Facebook User",
      "timestamp_ms": 1312927553000,
      "content": "Hello Patrons if you are hoping to be part of this seminar please you are advise to start making payment right away limited seats available.\nas soon as the seat is filled we will announce it here so every one will be aware and stop making payment if you may not be sure if seat if filled or not, you may call our number at www.earnrealpay.com to inquire if there are seats available at your time of payment though it a continuous opportunity to get educated on making money online, but it cant be more than twice a year for now. the first is going to be on 22 to 26 of this August most of you all may not be able to make it but never too worry the September to October own is available to you at least you all have more time to plan.\n\nfor all those who called out side lagos from kd, abj, ib, oyo, nsuka, enugu, imo and onisha please please and please we dont want to disappoint anybody please call before paying to be sure of your coming to lagos exept you have cash to lodge in Sharaton hotels.\n\nThank to all Naija Fans of www.earnrealpay.com\n\nAdmin Crew.",
      "type": "Generic"
    },
    {
      "sender_name": "Facebook User",
      "timestamp_ms": 1311230129000,
      "content": "WE ARE BUSY GETTING PAID THEREBY LETTING OUR LITTLE MONEY WORK FOR US WHILE WE GET BUSY DOING OTHER IMPORTANT STUFFS TOO, WHILE SOME ARE BUSY SAYING IT WORKS, IT DOESN'T WORK.\n\nWELL FIND OUT NOW IN OR LIVE SEMINAR THAT IS COMING UP IN LAGOS ILUPEJU ESTATE AND SEE IF IT IS REAL OR NOT JUST COME PREPARED TO EARN MONEY. NO LONG STORY. WE ARE SPEAKING WITH OVER 11YEARS EXPERIENCE ONLINE. YES MAKING MONEY ONLINE IS EASY BUT HAS ANY ONE EVER MADE IT EASY FOR YOU BEFORE?\n\nTHAT IS THE BIG QUESTION WELL WWW.EARNREALPAY.COM \nADMIN CREWS LAGOS NIGERIA, HAS BEEN PUSHED TO THE WALL WITH SOME FILTHY COMMENTS AND HAS DECIDED TO TALK LESS ONLINE.\n\nLETS GO THERE LIVE NOW! ATTEND THIS SEMINAR GET ALL NECESSARY DETAILS ON THE EVENT PAGE.\n\nTHANK JANE\n\nON BEHALF OF WWW.EARNREALPAY.COM ADMIN CREWS LAGOS NIGERIA. ",
      "type": "Generic"
    }
  ],
  "title": "Facebook User",
  "is_still_participant": true,
  "thread_type": "RegularGroup",
  "thread_path": "filtered_threads/facebookuser_k0l0zojw5g"
}