{
  "participants": [
    {
      "name": "Kene David Nwosu"
    },
    {
      "name": "Facebook User"
    }
  ],
  "messages": [
    {
      "sender_name": "Facebook User",
      "timestamp_ms": 1311636442000,
      "content": "â\u0098\u0085::â\u0098\u0086:: TEAM TRANSITION ::â\u0098\u0085::â\u0098\u0086\n â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086\n â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080\n VENUE - CLUB AURA\n\nâ\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080\n\nADDRESS -No 76, Adetokunbo Ademola Street. Opposite Eko Hotel and Suites,VI\n\nâ\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080\n\n GATE FEE - MEN - REGULAR - 2K, VIP -4K\n LADIES - REGULAR -1K, VIP -2K\n\nâ\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080\n\n\nARTIST'S COMING THROUGH:\n\n\nâ\u0098\u0085â\u0099«â\u0098\u0085 OZZY-B\n\n\n â\u0098\u0085â\u0099«â\u0098\u0085 KARAT KID\n\n â\u0098\u0085â\u0099«â\u0098\u0085 TRICK \n\n &\n\n â\u0098\u0085â\u0099«â\u0098\u0085 MANY MORE..\n\n\n\n â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 â\u0096\u0084 â\u0096\u0088 \n\nâ\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080\n\n â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0085â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0085 DeeJay Olu On Deck!!! â\u0096¬â\u0098\u0085â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0085 â\u0096¬\n\n\nâ\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080\n\n\nTOCH, GIDI-GROOVE AND KOC WILL BE COVERING THE WHOLE EVENT!\n\nâ\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080 \n â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080\n â\u0096¬â\u009c¦â\u009c¦â\u0096¬ DRESSCODE & ENTRY POLICY â\u0096¬â\u009c¦â\u009c¦ â\u0096¬\n\n\n â\u0098\u0085 V.I.P DRESSCODE! SMART, SOPHISTICATED\n\n\n â\u0098\u0085 DRESS TO IMPRESS, NO EFFORT, NO ENTRY! NO EXCEPTIONS!\n\n â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080â\u0096\u0080\n\nGatts Experience and feel ''The Aura'' like no other, with (TEAM TRANSITION)\n\nâ\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086â\u0096¬â\u0098\u0086\n\n\nBE THERE!!!!",
      "type": "Generic"
    },
    {
      "sender_name": "Facebook User",
      "timestamp_ms": 1310230229000,
      "content": "Number 46, Saka Tinubu Street. Victoria island. (CLUB 10). \r\n\r\nThe day is finally here!\r\nToday, the 9th of July brings to you...\r\n                 â\u0080¢UNTITLED II â\u0080¢\r\nWell y'all already know the arrangements. We don't think you should be tryna find out details just now. Enough BC's have been sent already!\r\n\r\nSooooo the party kicks off at 6pm prompt! And remember to be there early cuz you pay a lil extra on your entrance fee after 8:30pm.\r\n\r\nCome enjoy yourselves! Dunno about y'all, but we're getting drunk tonight! We wanna have a good time! You all should show us what y'all can do! ;)\r\n Y'all better jump on the UNTITLED II bandwagon now or get left behind!\r\n\r\nNobody but yourself can be blamed if you miss this one!\r\n\r\nSo dress nicely, and guys, remember its a club, so no shorts or slippers allowed please.\r\n\r\nIts UNTITLED II baby! Kicks off in a couple of hours! We're waiting to see y'all there.\r\n",
      "type": "Generic"
    },
    {
      "sender_name": "Facebook User",
      "timestamp_ms": 1310128048000,
      "content": "After all the Hype & Anticipation, the Big Day is Almost here! UNTITLED II kicks off Tomorrow, 9th of July! At 6pm!\r\n\r\nAll arrangements remain the same; Date & Time have been stated above. Gate fee is still Reg (Guys): 2k, Reg (Ladies): 1k\r\nV.I.P (Guys): 4k, V.I.P (Ladies): 4k\r\n\r\nAt 8:30pm the gate fee will increase for both Men and Ladies to-(Men): 3k, (Ladies): 2k, so please come on time!\r\n\r\nAs you all must know by now, the new address for the event is: Number 46, Saka Tinubu Street. Victoria island. (CLUB 10)\r\n\r\nGuest appearances by  LOS, Ozzy B, Adey & Karat Kid\r\n\r\nDon't be one of those dead guys & babes that get told about what happened that night! Experience it live!\r\n\r\nFor more info, check UNTITLED II's event page on Facebook: http://on.fb.me/mNUSPx\r\n\r\n1 day left! #Legoooooooooooo!",
      "type": "Generic"
    },
    {
      "sender_name": "Facebook User",
      "timestamp_ms": 1309896571000,
      "content": "IMPORTANT - IF YOU PLAN ON GOING FOR U.N.T.I.T.L.E.D II, PLEASE READ:\r\n\r\nThis is to inform you all that the venue for U.N.T.I.T.L.E.D II has been changed from 29 Idowu Martins Street, Victoria Island (Mbadiwe Mansion). \r\n\r\nWe are changing the venue due to a few difficulties and unresolved issues concerning the former stated venue.\r\n\r\nThe new venue for U.N.T.I.T.L.E.D II is:\r\n\r\n\r\nNumber 46, Saka Tinubu Street. Victoria island. (CLUB 10)\r\n\r\nGate fee remains 2k for Guys and 1k for Ladies. With VIP being - 4k for Guys and 2k for Ladies. \r\nTime also remains the same; 6pm - 4am\r\n\r\nIts still the same mad ass party that you don't wanna miss! Just in a more convenient location! We're sorry for the inconvenience! Be there!\r\n\r\nFor more info, check U.N.T.I.T.L.E.D II's event page on Facebook: http://on.fb.me/mNUSPx",
      "type": "Generic"
    },
    {
      "sender_name": "Facebook User",
      "timestamp_ms": 1309605479000,
      "content": "â\u0080¢  Exactly 7 days till U.N.T.I.T.L.E.D II  â\u0080¢\r\n\r\nWe don't believe in shouting too much. So we're not even gonna over hype this shit. If you come, you came. And if you don't, you're lame. \r\n\r\nQuick facts you should know about the party:\r\n\r\nDate - Saturday July 9th, 2011\r\n\r\nVenue -  29 Idowu Martins Street, Victoria Island - The Mbadiwe Mansion\r\n\r\nTime - 6PM till 4AM\r\n\r\nGate fee - Men: 2k  â\u0080¢  Ladies: 1k \r\n                     VIP Men: 4k  â\u0080¢ VIP Ladies 2k\r\nAfter 8:30pm, Gate fee increases to 2k for the Ladies and 3k for the Men.\r\n\r\n(But babes, if you get to the gate and our bouncers think you resemble man, you go pay 2k o! LOL! Jokes)\r\n\r\n\r\nWe have some of Gidi's Best upcoming artistes such as Ozzy B, Dammy Krane, LOS, Adey and Karat kid all coming through for the party\r\n\r\nWe don't think we need to tell y'all that this is gonna be one of the Best parties of Summer '11!\r\n\r\nAnd oh yeah, 1 more thing.. All drinks are FREE!\r\n\r\nEarly arrival is advisable. \r\n\r\nThis is U.N.T.I.T.L.E.D II baby! Fall in or get the fuck out!",
      "type": "Generic"
    }
  ],
  "title": "Facebook User",
  "is_still_participant": true,
  "thread_type": "RegularGroup",
  "thread_path": "filtered_threads/facebookuser_4uuyg0yf7a"
}